$(document).on('click', 'a.createFileTour', function () {
    var enjoyhint_instance = new EnjoyHint({});

    enjoyhint_instance.set([
        {
            'next #createFileSection1': ' 	در این صفحه کاربر با وارد کردن کد پرسنلی در فیلد کد پرسنلی کل اطلاعات فرد مورد نظر به صورت اتوماتیک در فیلد های مورد نظر پر میشود',
        }, {
            'next #createFileSection2': '	در قسمت مشخصات فرمانده فیلد کد پرسنلی ف یگان عمده با وارد کردن کد پرسنلی فرمانده یگان نام فرمانده در فیلد نام ف یگان عمده به صورت اتوماتیک پر میشود',
        }, {
            'next #createFileSection3': ' 	در قسمت اطلاعات فیش حقوقی فیلد های حقوق کل، میزان دریافتی، تعداد وام، مجموع اقساط ماهیانه را به صورت دقیق بر اساس آخرین فیش حقوقی متقاضی در خواست ملاقات پر نمایید',
        }, {
            'next #createFileSection4': '  	در قسمت جزئیات درخواست ملاقات فیلد های موضوع درخواست، اولویت را براساس نوع درخواست متقاضی پر نمایید ',
        }, {
            'next #createFileSection5': '   	در قسمت آدرس و شماره تماس و شرح مشکل فیلد های مربوطه را پر نمایید. در صورتی که هر یک از فیلد های این قسمت از قبل پر شده بود در صورت مغایرت اقدام به اصلاح نمایید. در قسمت تلفن همراه شماره همراهی را وارد کنید که معتبر بوده به دلیل اینکه درخواست ملاقات در هر وضعیت جدیدی قرار بگیرد وضعیت آن برای شما پیامک میشود.                                                           در قسمت شرح مشکل، مشکل فرد متقاضی ذکر شود. در قسمت شرح درخواست، خواسته فرد متقاضی ذکر شود  ',
        }, {
            'next #createFileSection6': '   	در قسمت افزودن فایل پیوستی درصورتی که هرگونه فایل پیوستی دارید در این قسمت اضافه نمایید. در قسمت آپلود فیش حقوقی حتما آخرین فیش حقوقی آپلود شود  ',
        }, {
            'next #submitsazmani': ' 	    	برای نهایی کردن ثبت درخواست ملاقات برروی دکمه ثبت کلیک نمایید   ',
        }, 
    ]);
    enjoyhint_instance.run();

    return false;
});

