$(document).on('click', 'a.hamesh', function () {
    var enjoyhint_instance = new EnjoyHint({});

    enjoyhint_instance.set([
        {
            'next #hameshSection1': ' در قسمت ثبت هامش برای هر درخواست ملاقات ابتدا نوع اقدام و سپس متن هامش باید ثبت گردد.',
        }, {
            'next .hameshSection2': 'با کلیک برروی دکمه خلاصه وضعیت خدمتی میتوان شرح کاملی از خلاصه وضعیت خدمتی متقاضی را رویت کرد',
        }, {
            'next .hameshSection3': 'با کلیک برروی دکمه گردش درخواست ملاقات تمامی هامش های ثبت شده برروی این درخواست ملاقات قابل مشاهده می باشد',
        }, {
            'next .hameshSection4': ' با کلیک برروی دکمه نمایش فایل های پیوستی میتوان تمام فایل های پیوستی درخواست ملاقات را دانلود کرد ',
        }, {
            'next .hameshSection5': '  با کلیک برروی دکمه نمایش فیش حقوقی میتواند فیش حقوقی را دانلود کرد  ',
        }, {
            'next #hameshSection6': ' در قسمت نظریه سلسله مراتب هنگامی که درخواست ملاقات از یگان مربوطه خارج شده و جهت اقدام به رده های بالاتر ارجاع داده میشود هامش های مربوطه در قسمت های این بخش ثبت و قابل روئیت می باشد  ',
        }, {
            'next #hameshSection7': '  در قسمت نوع اقدام / نظریه یکی از وضعیت های (اقدام شد، ثبت نظریه یا عودت) انتخاب باید گردد  ',
        }, {
            'next #hameshSection8': ' در قسمت نظریه / دستور باید هامش مربوطه ثبت گردد   ',
        }, {
            'next .hameshSection9': '  در نهایت برای ثبت هامش و ارجاع باید برروی دکمه ثبت و ارجاع کلیک شود    ',
        },
    ]);
    enjoyhint_instance.run();

    return false;
});

