$(document).on('click', 'a.listFileTour', function () {
    var enjoyhint_instance = new EnjoyHint({});

    enjoyhint_instance.set([
        {
            'next #listFileSection1': '    	در این بخش کاربر میتواند بر اساس کد پرسنلی لیست درخواست ها را فیلتر کند همچنین در صورت نیاز به فیلتر بر اساس پارامتر های دقیق تر کاربر میتواند از جستجوی پیشرفته استفاده کند که شامل فیلد های: اوامر صادره، قرارگاه (یگان) و موضوع در خواست می باشد ',
        },
        {
            'next #listFileSection2': '    	در این بخش توضیحات کلی درباره ی رنگ بندی درخواست ها و نوع آن ها برای توجیه کاربر و آموزش، داده میشود ',
        },
        {
            'next .listFileSection3': '  	     	کاربر با کلیک برای ثبت درخواست ملاقات میتواند درخواست خود را ثبت کند. درحال حاضر ثبت درخواست ملاقات برای پرسنل شاغل امکان پذیر میباشد لذا برروی دکمه ی هایلایت شده به رنگ سبز (ایجاد درخواست نظامی-پرسنل) کلیک نمایید  ',
        },
        {
            'next #InfoId': '  با کلیک کردن برروی گزینه نمایش جزئیات   کاربر میتواند خلاصه ای از جزئیات درخواست ملاقات خود را مشاهده کند   ',
        },
        {
            'next .listFileSection5': '  با کلیک کردن برروی گزینه ویرایش  کاربر میتواند درخواست ملاقات خود را ویرایش کند   ',
        },
        {
            'next #SendId': '  گزینه هامش  جهت هرنوع اقدام برروی درخواست ملاقات، نفر باید برروی این دکمه کلیک کند   ',
        },
      


    ]);
    enjoyhint_instance.run();

    return false;
});

 